tap "jandedobbeleer/oh-my-posh"
tap "supabase/tap"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "azure-cli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "dockutil"
brew "eza"
brew "fzf"
brew "zstd"
brew "gemini-cli"
brew "gh"
brew "glow"
brew "go"
brew "lazygit"
brew "libb2"
brew "macchina"
brew "neovim"
brew "nvm"
brew "pkgconf"
brew "pyenv"
brew "starship"
brew "tcl-tk@8", link: true
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "supabase/tap/supabase"
cask "clickup"
cask "font-monaspace"
cask "hiddenbar"
cask "keycastr"
cask "microsoft-teams"
cask "stats"
vscode "juanarrow-io.tokyo-nebula"
vscode "ms-vscode.vscode-chat-customizations-evaluations"
vscode "ni3rav.andromeda-night"
go "claudio.click/cmd/claudio"
npm "@agentmemory/agentmemory"
npm "@colbymchenry/codegraph"
npm "@openai/codex"
npm "@shopify/cli"
npm "@vscode/vsce"
npm "agent-browser"
npm "vite"
